
const text1 = `
<p>한때는 철도 공무원으로 근무했던 주인공. 
근무 시절 동료들과 함께 철길을 점검하고 있었다. 
점검 도중 열차가 접근을 해서 전부 대피했지만, 
한 동료가 대피 도중에 넘어져 발이 철길에 끼였다. 
그 탓에 움직이지 못한 그 동료는 결국 열차에 그대로 치이고 말았다.
열차에 치인 동료의 몸은 처참하게 찢겨졌고,
그 상황을 지켜볼 수밖에 없었던 주인공 발 앞에 큼직한 어느 형체가 떨어졌다.
바로 열차에 치인 동료의 잘린 머리였다.
더더욱 끔찍한 일은 잘린 상태에서</p><br>
"아이고 깜짝이야! 죽을 뻔했네..."<br/> 
<p>라고 한마디 하고 숨을 거두었던 것. 
그 동료가 순식간의 상황 때문에 자신의 죽음을 몰랐던 건지, 
아니면 죽음도 모를 만큼 자신의 몸이 찢겨지는 고통을 못느꼈던 건지, 
주인공은 동료의 마지막 한마디에 충격을 받아, 
이후 극심한 정신적 장애 판정을 받고 철도 공무원직에서 퇴직하고 말았다. 
현재는 신경안정제를 먹으며 정신과 치료를 계속 받는데, 
그 사건이 떠오를 때마다 주인공은 늘 트라우마에 시달리며 괴로워한다.</p>
`

const text2 = `
<p>때는 1970년 가을 국민학교(과거의 초등학교) 시절 학교 인근 산으로 소풍을 갔다. 
원래는 수학여행을 기획했지만 중간에 전세버스의 차질로 문제가 생겨 소풍으로 변경한 것이다. 
소풍 온 친구들은 수업을 하지 않는다는 생각에 기분이 들떠있었다. 하지만 한 친구만 표정이 좋지 않았다. 
이 친구는 신기가 있는 아이라서 평소에 친구들 사이에서도 집단 따돌림을 당하는 아이였다.</p>
<p>유난히 아름다운 꽃들이 많은 장소에 자리를 잡고 선생님과 친구들은 신나게 놀고 있었다. 
그런데 그 친구는 꽃밭 앞쪽을 보자 갑자기 표정이 상당히 심각해졌다. 
바로 꽃밭 앞에서 얼굴이 심하게 함몰된 소녀를 발견하였기 때문이다. 
그 친구는 기겁해서 선생님에게 이상한 사람이 있다고 알렸지만 그 자리엔 아무도 없었다. 
그러자 그 친구는 거품을 물고 발작을 일으켰고, 주변 친구들은 신기 있는 친구 때문에 소풍 분위기 망쳤다고 짜증내며 비난했다. 
그런데 또 다른 친구도 놀라며 선생님을 부른 것이다. 꽃밭에서 삐져나온 뼈들을 발견했다는 것이었다. 
선생님과 아이들은 설마 하고 꽃밭을 보았는데 정말로 뼈들이 있었다. 
그냥 소뼈라고 생각했었는데 자세히 보니 사람 유골이었다. 
유골은 한 곳에만이 아니라 꽃밭 사이 여기저기에 있었다. 
그제서야 아이들은 기겁하며 아우성을 쳤고, 
선생님은 즉시 소풍 일정을 중지하고 경찰에 신고했다.</p>

<p>경찰이 조사한 결과, 
이 꽃밭은 20년 전 6.25 전쟁 때 북한군에게 학살당한 시체들을 매장한 곳인데, 
세월이 흘러 지반이 약해져 토양이 씻기며 매장된 유골들이 드러난 것이라고 하였다. 
그렇다면 그 친구가 봤던 그 소녀는 누구였을까!? 
어쩌면 6.25 전쟁 때 포탄 맞아 처참하게 죽은 망령이 아니였을까!?</p>`

const text3= `
<p>어느 날 여주인공의 아버지는 주인공 자매에게 중고 이층침대를 선물하였다. 
두 자매는 새로 생긴 이층침대 때문에 신났고 위층을 여동생이, 
아래층을 주인공이 잠자리로 정했다. 
하지만 침대가 바뀐 이 후로 주인공은 잠을 제대로 이루지 못했다. 
처음에는 컨디션 탓이겠거니 생각하고 넘어갔다. 그러던 어느 날 밤, 
주인공은 생리통에 시달려서 한참을 뒤척이다가 새벽에 잠시 잠이 깼는데, 
웬 검은 형체가 침대 앞에서 배회하다가 2층으로 올라가는 광경을 발견했다. 
주인공은 동생이 화장실에 다녀왔다고 생각하고 잠들었다.</p>

<p>다음날 아침, 주인공은 아침식사 준비를 도우러 주방에 갔는데, 
동생이 어머니에게 심각한 표정으로 뭐라고 이야기를 한다. 
어머니가 안일한 반응을 보이자 주인공은 무슨 일이냐며 물어봤는데, 
동생이 어젯밤 침대에서 잠을 청하는 도중 침대 앞에서 누군가가 배회했다고 했다. 
이에 당황한 동생은 혹시 언니가 아닐까 생각했었는데 배회하는 검은 형체가 갑자기 이층으로 올라왔다는 것이었다. 그
런데 그것은 주인공이 아니라 눈코입에 검은 구멍이 선명한 이상한 형체였다나!? 동생은 겁에 질려서 눈을 질끈 감았고,
 주인공을 부르려 했지만 순간 입이 떨어지지 않아서 차마 부르지도 못했다고... 
 어젯밤 같은시간에 주인공이 봤던 것도 동생이 아닌 검은 형체의 망령이었을지도 모른다. 
 혹시 과거에 그 이층침대와 관련이 있었던 망령이 아닐까!?</p>
`

const text4=`
<p>며칠 전 아파트에서 한 청년이 투신자살을 하였다. 
자살 사건이 일어난 며칠 후에 아파트 주민들 사이에는 그 청년의 자살에 대한 괴소문이 떠도는데, 
소문에 의하면 그 청년이 자살 전에 유서를 썼다고 한다. 유서의 내용은 대략 이러했다.</p>

<p>그 청년은 매일 아파트 단지를 배회하는 악몽을 꾸었는데, 
집집마다 베란다에 귀신들이 목을 매고 있었다. 
그 모습이 너무 무서워서 청년은 자신의 집으로 가기 위해 아파트 복도로 들어갔는데, 
자기 집 앞에서 어느 귀신이 잘린 사람의 목을 들고 그 청년 앞을 가로막았다. 
귀신은 갑자기 잘린 목을 그 청년에게 던졌는데, 
그 잘린 목의 정체는 다름아닌 그 청년의 머리였다. 
내동댕이 쳐진 머리의 소름 끼치는 한마디...</p>

"같이 죽자..."

그 청년은 똑같이 반복되는 악몽에 계속 시달리다 노이로제에 걸려 결국 자신의 집 베란다에서 투신하여 스스로 목숨을 끊었다.
그 뒤로 아파트 복도엔 괴상한 소리와 정체불명의 검은 형체가 맴돈다는 또 다른 괴소문이 돌았다. 어쩌면 그 형체가 다음 자살자를 인도하는 게 아닐까!?
`

export default text1;